tap "benbjohnson/litestream"
tap "cloudflare/cloudflare"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bash"
brew "curl"
brew "defaultbrowser"
brew "docker-credential-helper"
brew "ffmpeg"
brew "git"
brew "go"
brew "grep"
brew "grpcurl"
brew "helm"
brew "iperf3"
brew "just"
brew "pipx"
brew "python@3.12"
brew "qemu"
brew "rbw"
brew "rust"
brew "tmux"
brew "wget"
brew "yadm"
brew "zsh"
cask "alacritty"
cask "bartender"
cask "easydict"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kap"
cask "keycastr"
cask "netnewswire"
cask "obsidian"
cask "ollama"
cask "onedrive"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "reminders-menubar"
cask "shottr"
cask "spotify"
cask "squirrel"
cask "stats"
cask "telegram"
cask "visual-studio-code"
cask "devpod"

